{"uuid":"0603c2262c836e8fbfdaf3bb28470bc82be1ec61","bioAsHtml":"<p>Ancien élève de la Scuola Normale Superiore de Pise, Roberto Di Cosmo a obtenu son doctorat en Informatique à l&#x27;Université de Pisa. Après avoir enseigné plusieurs années à l&#x27;Ecole Normale Supérieure de Paris, il est devenu Professeur d&#x27;Informatique à l&#x27;Université Paris Diderot. Il est actuallement detaché chez Inria.</p>\n<p>Suivant de près l&#x27;impact de l&#x27;Informatique sur la société, il prone depuis longtemps l&#x27;adoption du Logiciel Libre, notamment à partir de la publication de son best-seller Le Hold-Up Planétaire en 1998; plus récemment, il s&#x27;est intéressé aux questions soulévées par la problématique de la rémuneration des artistes à l&#x27;ère d&#x27;Internet, avec l&#x27;ouvrage Manifeste Pour Une Création Artistique Libre Dans Un Internet Libre.</p>\n","acceptedTalks":[{"talkType":"Keynote","track":"Architecture, Performance et Securité","links":[{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/talks/NRE-7647","rel":"http://cfp.devoxx.fr/api/profile/talk","title":"More details about this talk"},{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/speakers/0603c2262c836e8fbfdaf3bb28470bc82be1ec61","rel":"http://cfp.devoxx.fr/api/profile/speaker","title":"Roberto Di Cosmo"}],"id":"NRE-7647","title":"Software Heritage: pourquoi et comment preserver le patrimoine logiciel de l'Humanite"}],"company":"Software Heritage","bio":"Ancien élève de la Scuola Normale Superiore de Pise, Roberto Di Cosmo a obtenu son doctorat en Informatique à l'Université de Pisa. Après avoir enseigné plusieurs années à l'Ecole Normale Supérieure de Paris, il est devenu Professeur d'Informatique à l'Université Paris Diderot. Il est actuallement detaché chez Inria.\r\n\r\nSuivant de près l'impact de l'Informatique sur la société, il prone depuis longtemps l'adoption du Logiciel Libre, notamment à partir de la publication de son best-seller Le Hold-Up Planétaire en 1998; plus récemment, il s'est intéressé aux questions soulévées par la problématique de la rémuneration des artistes à l'ère d'Internet, avec l'ouvrage Manifeste Pour Une Création Artistique Libre Dans Un Internet Libre.\r\n","lastName":"Di Cosmo","firstName":"Roberto","blog":"http://www.dicosmo.org","avatarURL":"http://www.dicosmo.org/Library/Images/dicosmo_small.png","twitter":"@rdicosmo","lang":"fr"}