{"uuid":"3d7b948dde0cb6bce8ae6d269e095cfb517d912a","bioAsHtml":"<p>Après 8 années de R&amp;D dans l’industrie en France et en Allemagne suivie d’une expérience dans un cabinet de conseil en stratégie, Olivier a rejoint Bouygues Immobilier en 2013 pour y diriger les projets d’innovation liés à l’énergie et à la ville intelligente tels qu&#x27;IssyGrid, le premier smart grid urbain de France, ainsi que Blockchain Pour Smart Grid. Il est maintenant responsable de programme au sein de la Direction Immobilier d&#x27;Entreprise de Bouygues Immobilier, en charge de la production de projets de smart buildings. Olivier est ancien élève de l’École polytechnique et est titulaire d’un doctorat de l’Université Paris VI.</p>\n","acceptedTalks":[{"talkType":"Keynote","track":"Architecture, Performance et Securité","links":[{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/talks/XDA-2796","rel":"http://cfp.devoxx.fr/api/profile/talk","title":"More details about this talk"},{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/speakers/3d7b948dde0cb6bce8ae6d269e095cfb517d912a","rel":"http://cfp.devoxx.fr/api/profile/speaker","title":"Olivier Sellès"}],"id":"XDA-2796","title":"Le Smart Building : par où commencer ?"}],"company":"Bouygues Immobilier","bio":"Après 8 années de R&D dans l’industrie en France et en Allemagne suivie d’une expérience dans un cabinet de conseil en stratégie, Olivier a rejoint Bouygues Immobilier en 2013 pour y diriger les projets d’innovation liés à l’énergie et à la ville intelligente tels qu'IssyGrid, le premier smart grid urbain de France, ainsi que Blockchain Pour Smart Grid. Il est maintenant responsable de programme au sein de la Direction Immobilier d'Entreprise de Bouygues Immobilier, en charge de la production de projets de smart buildings. Olivier est ancien élève de l’École polytechnique et est titulaire d’un doctorat de l’Université Paris VI. ","lastName":"Sellès","firstName":"Olivier","blog":null,"avatarURL":null,"twitter":"@Olivier_S","lang":"fr-FR"}