{"uuid":"6a1b03937f83655048a9a5617e0603cbf97ed7df","bioAsHtml":"<p>L&#x27;artisan du beau code, fondateur et organisateur de DDD Paris et F# Paris, blogger et speaker. Je suis également un consultant indépendant qui s&#x27;intéresse à la mise en place des solutions qui permettent de donner un avantage compétitif à l&#x27;entreprise. Cela passe par Domain Driven Design, la programmation fonctionnelle avec F#, CQRS et Event Sourcing...J&#x27;aime surtout partager mon expérience de 15 ans acquise dans les différents secteurs (l&#x27;industrie le e-RH, le e-commerce et la finance) avec les teams d&#x27;entreprise qui veulent progresser et avec divers communautés de développement.</p>\n","acceptedTalks":[{"talkType":"Conference","track":"Langages alternatifs","links":[{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/talks/JLL-3880","rel":"http://cfp.devoxx.fr/api/profile/talk","title":"More details about this talk"},{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/speakers/6a1b03937f83655048a9a5617e0603cbf97ed7df","rel":"http://cfp.devoxx.fr/api/profile/speaker","title":"Thomas JASKULA"}],"id":"JLL-3880","title":"Le code d'aujourd'hui est-il libéré du style impératif à la von Neumann"}],"company":"Luteceo","bio":"L'artisan du beau code, fondateur et organisateur de DDD Paris et F# Paris, blogger et speaker. Je suis également un consultant indépendant qui s'intéresse à la mise en place des solutions qui permettent de donner un avantage compétitif à l'entreprise. Cela passe par Domain Driven Design, la programmation fonctionnelle avec F#, CQRS et Event Sourcing...J'aime surtout partager mon expérience de 15 ans acquise dans les différents secteurs (l'industrie le e-RH, le e-commerce et la finance) avec les teams d'entreprise qui veulent progresser et avec divers communautés de développement.","lastName":"JASKULA","firstName":"Thomas","blog":"https://medium.com/@tomaszjaskula","avatarURL":"https://lh5.googleusercontent.com/-WQmM5pKxqcY/AAAAAAAAAAI/AAAAAAAAADQ/gpcBfHuRzhs/photo.jpg?sz=50","twitter":"@tjaskula","lang":"en"}