{"uuid":"70365c89d2a734da0d24d091f7ec0af77ba90701","bioAsHtml":"<p>José est universitaire et indépendant depuis une vingtaine d&#x27;années. Il enseigne les technologies Java / Java EE à l&#x27;université Paris 13 et intervient auprès de sociétés en formation, architecture et expertise. Il anime le blog technique &quot;Java le soir&quot; et contribue à divers projets Open source. Impliqué dans la communauté Java, il est cofondateur de Devoxx France qu&#x27;il a coorganisé les 3 premières années. Il est actuellement trésorier de l&#x27;association BJPC, organisatrice des soirées du Paris JUG. Java Champion, plusieurs fois Java Rockstar speaker régulier pour Devoxx (FR, BE, UK), JavaOne, de nombreux JUG francophones, il est également auteur pour Java Magazine. Il est enfin membre du groupe d&#x27;experts pour CDI 2.0 (JSR 365).</p>\n","acceptedTalks":[{"talkType":"University","track":"Java, JVM, Javas SE/EE","links":[{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/talks/NXN-3956","rel":"http://cfp.devoxx.fr/api/profile/talk","title":"More details about this talk"},{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/speakers/70365c89d2a734da0d24d091f7ec0af77ba90701","rel":"http://cfp.devoxx.fr/api/profile/speaker","title":"José Paumard"},{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/speakers/b967a0dc26fb6feaaa8795f375103b0d7aff319e","rel":"http://cfp.devoxx.fr/api/profile/speaker","title":"Remi Forax"}],"id":"NXN-3956","title":"Java Fullthrottle"}],"company":"Très indépendant","bio":"José est universitaire et indépendant depuis une vingtaine d'années. Il enseigne les technologies Java / Java EE à l'université Paris 13 et intervient auprès de sociétés en formation, architecture et expertise. Il anime le blog technique \"Java le soir\" et contribue à divers projets Open source. Impliqué dans la communauté Java, il est cofondateur de Devoxx France qu'il a coorganisé les 3 premières années. Il est actuellement trésorier de l'association BJPC, organisatrice des soirées du Paris JUG. Java Champion, plusieurs fois Java Rockstar speaker régulier pour Devoxx (FR, BE, UK), JavaOne, de nombreux JUG francophones, il est également auteur pour Java Magazine. Il est enfin membre du groupe d'experts pour CDI 2.0 (JSR 365). ","lastName":"Paumard","firstName":"José","blog":"http://blog.paumard.org/","avatarURL":"https://lh3.googleusercontent.com/-f2MnMLouFlA/AAAAAAAAAAI/AAAAAAAAMHE/CVS84gQlfu8/s120-p-rw-no/photo.jpg","twitter":"@JosePaumard","lang":"en"}