{"uuid":"8c160a2a2981345e84860a1298a662cc02a17d72","bioAsHtml":"<p>Passionné par le développement de logiciels et par la veille technologique, je possède une longue expérience, en SSII/ESN et personnelle, dans l&#x27;écriture d&#x27;applications avec différents langages. Je suis actuellement le CTO d’Oxiane Luxembourg et du groupe Oxiane. Utilisant Java depuis sa version 1.0, j&#x27;aime partager ma passion pour cette plateforme et son écosystème notamment en me consacrant, depuis presque vingt années, à la rédaction de deux tutoriels, intitulés &quot;Développons en Java&quot;, diffusés sous licence GNU FDL. Ce travail m&#x27;a permis d&#x27;être nommé Java Champion. Je suis également un des cofondateurs du Lorraine JUG.</p>\n","acceptedTalks":[{"talkType":"Conference","track":"Java, JVM, Javas SE/EE","links":[{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/talks/PCF-2127","rel":"http://cfp.devoxx.fr/api/profile/talk","title":"More details about this talk"},{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/speakers/8c160a2a2981345e84860a1298a662cc02a17d72","rel":"http://cfp.devoxx.fr/api/profile/speaker","title":"Jean-Michel Doudoux"}],"id":"PCF-2127","title":"Après Java 8, Java 9 et 10"}],"company":"Oxiane","bio":"Passionné par le développement de logiciels et par la veille technologique, je possède une longue expérience, en SSII/ESN et personnelle, dans l'écriture d'applications avec différents langages. Je suis actuellement le CTO d’Oxiane Luxembourg et du groupe Oxiane. Utilisant Java depuis sa version 1.0, j'aime partager ma passion pour cette plateforme et son écosystème notamment en me consacrant, depuis presque vingt années, à la rédaction de deux tutoriels, intitulés \"Développons en Java\", diffusés sous licence GNU FDL. Ce travail m'a permis d'être nommé Java Champion. Je suis également un des cofondateurs du Lorraine JUG.","lastName":"Doudoux","firstName":"Jean-Michel","blog":"http://www.jmdoudoux.fr","avatarURL":"https://lh3.googleusercontent.com/-fwhr1-qwoiI/AAAAAAAAAAI/AAAAAAAAAH0/PkWDrF9RfiU/photo.jpg","twitter":"@jmdoudoux","lang":"fr"}