{"uuid":"fa046e2ce2a3190d3f4a330586d478c37aff181d","bioAsHtml":"<p>Bertrand Delacrétaz (@bdelacretaz) travaille comme Principal Scientist pour le groupe R&amp;D de Adobe Research à Bâle, en Suisse. Certains services de l&#x27;Experience Cloud de Adobe. auquel il collabore, sont basés sur la technologie OSGi et plusieurs projets de la fondation Apache, notamment Sling, Felix et Jackrabbit/Oak. Bertrand est un membre actif de la fondation Apache et membre de son comité de direction. Il est principalement actif dans le projet Apache Sling, évoque avec nostalgie le bon vieux temps de Apache Cocoon et a participé à l&#x27;incubation de nombreux projets comme Wicket, Tika, Pig, et NetBeans, entre autres, dans la Fondation.</p>\n","acceptedTalks":[{"talkType":"Conference","track":"DevOps, Agilité, Méthodologie & Tests","links":[{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/talks/CNJ-9427","rel":"http://cfp.devoxx.fr/api/profile/talk","title":"More details about this talk"},{"href":"http://cfp.devoxx.fr/api/conferences/DevoxxFR2018/speakers/fa046e2ce2a3190d3f4a330586d478c37aff181d","rel":"http://cfp.devoxx.fr/api/profile/speaker","title":"Bertrand Delacrétaz"}],"id":"CNJ-9427","title":"Prise de décisions asynchrone, pourquoi et comment?"}],"company":"Adobe & Apache","bio":"Bertrand Delacrétaz (@bdelacretaz) travaille comme Principal Scientist pour le groupe R&D de Adobe Research à Bâle, en Suisse. Certains services de l'Experience Cloud de Adobe. auquel il collabore, sont basés sur la technologie OSGi et plusieurs projets de la fondation Apache, notamment Sling, Felix et Jackrabbit/Oak. Bertrand est un membre actif de la fondation Apache et membre de son comité de direction. Il est principalement actif dans le projet Apache Sling, évoque avec nostalgie le bon vieux temps de Apache Cocoon et a participé à l'incubation de nombreux projets comme Wicket, Tika, Pig, et NetBeans, entre autres, dans la Fondation.\r\n","lastName":"Delacrétaz","firstName":"Bertrand","blog":"http://grep.codeconsult.ch","avatarURL":"http://www.gravatar.com/avatar/505b92f0f422152656b53018929316f4","twitter":"@bdelacretaz","lang":"fr"}